Repository: TanelPaal/BACKEND_BattleBrushProgress
Catalog: *.Resources/Common.*.resx
Languages: et

source: Privacy
et: Privaatsus

# UserPaints
source: My Paints
et: Minu Värvid

source: User
et: Kasutaja

source: Paint Type
et: Värvitüüp

# PaintLine
source: Paint Series
et: Värvisari

# Paint
source: Paints
et: Värvid

source: Mini State
et: Mini Staatus

source: Mini Properties
et: Mini Omadused

# MiniPaintSwatch
source: Paint Swatch
et: Värvi Näidis

source: Mini Manufacturer
et: Mini Tootja

source: Mini Faction
et: Mini Fraktsioon

source: Miniature Collection
et: Miniatuuri Kollektsioon

source: Miniature
et: Miniatuur

source: Brand
et: Bränd
